Repository: Bugaboo2000/Lutris-scripts
Catalog: Roblox/grapejuice/src/grapejuice_common/assets/po/*.po
Languages: fr, pt, pt_br, sr

source: Are you sure you want to uninstall Grapejuice? [y/N]
pt: Tem a certeza que quer desinstalar o Grapejuice? [y/N]
pt_br: Tem certeza que deseja desinstalar o Grapejuice? [s/N]
sr: Да ли сигурно желите да деинсталирате Grapejuice? [д/Н]

source: Remove the Wineprefixes that contain your installations of Roblox? This will cause all configurations for Roblox to be permanently deleted! [n/Y]
pt: Remover os prefixos WINE que contêm as suas instalações do Roblox? Isto irá apagar permanentemente todas as configurações do Roblox! [y/N]
pt_br: Remover todos os prefixos do Wine que contêm as suas instalações do Roblox? Isso irá apagar permanentemente todas as configurações do Roblox! [n/S]
sr: Да ли желите да уклоните Wine префиксе који садрже ваше инсталације Roblox-а? Све конфигурације за Roblox ће бити трајно обрисане! [н/Д]

source: Grapejuice has been uninstalled. Have a nice day!
fr: Grapejuice a été désinstallé. Ayez une bonne journée!
pt: O Grapejuice foi desinstalado. Tenha um bom dia!
pt_br: O Grapejuice foi desinstalado. Tenha um bom dia!
sr: Grapejuice је деинсталиран. Желимо вам леп дан!

source: Uninstallation aborted
fr: Désinstallation annulée
pt: Desinstalação abortada
pt_br: Desinstalação cancelada
sr: Деинсталација је прекинута

source: Start
fr: Lancer
pt: Iniciar
pt_br: Início
sr: Покрени

source: This task is already being performed!
fr: Cette tâche est déjà en cours!
pt: A tarefa já está a ser executada!
pt_br: Essa tarefa já está sendo realizada!
sr: Овај задатак се већ извршава!

source: Grapejuice is running {count} background tasks
fr: Grapejuice exécute déjà {count} tâches en arrière-plan
pt: O Grapejuice está a correr {count} tarefas em segundo plano
pt_br: Grapejuice está executando {count} tarefas de fundo
sr: Grapejuice тренутно има {count} покренутих задатака у позадини

source: Desktop App
fr: Application de bureau
pt: App Ambiente Trabalho
pt_br: Aplicativo de Desktop
sr: Апликација на радној површи

source: Experience Player
fr: Player
pt: Jogador de Experiência
pt_br: Player de Experiência
sr: Играч искустава

source: Application Hints
fr: Indices d'application
pt: Pistas da Aplicação
pt_br: Uso do Prefixo
sr: Наговештаји апликације

source: Roblox Settings
pt_br: Configurações do Roblox

source: Roblox has some 'secret' launch options. You can change those here. Be careful!
pt_br: Roblox tem algumas opções de lançamento secretas. Você pode mudá-las aqui. Tenha cuidado!

source: Grapejuice uses application hints to determine which prefix should be used to launch a Roblox application. If you toggle the hint for a Roblox application on for this prefix, Grapejuice will use this prefix for that application.
fr: Roblox utilise des indices d'application pour déterminer quel préfixe doit être utilisé pour lancer une application Roblox. Si vous activez l'indice pour une application sur ce préfixe, Grapejuice utilisera ce préfixe pour l'application en question.
pt: O Grapejuice usa pistas da aplicação para determinar que prefixo deve ser usado para lançar uma aplicação Roblox. Se colocar a pista para uma aplicação Roblox ativa para este prefixo, o Grapejuice usará este prefixo para essa aplicação.
pt_br: O Grapejuice usa isso para determinar qual prefixo será usado para executar algum aplicativo do Roblox. Se você habilitar algum aplicativo abaixo, o Grapejuice utilizará esse prefixo para executá-lo.
sr: Grapejuice користи наговештаје апликације да одреди који префикс треба користити за покретање Roblox апликације. Ако укључите наговештај за Roblox апликацију за овај префикс, Grapejuice ће користити тај префикс за ту апликацију.

source: Roblox Renderer
fr: Moteur de rendu de Roblox
pt: Renderizador Roblox
pt_br: API Gráfico
sr: Цртач графике за Roblox

source: Use PRIME offloading
fr: Utiliser PRIME
pt: Usar descarregamento PRIME
pt_br: Usar PRIME
sr: Користи PRIME offloading

source: Use Mesa OpenGL version override
fr: Écraser la version OpenGL de Mesa
pt: Forçar substituição da versão do Mesa OpenGL
pt_br: Sobrepor versão do OpenGL do Mesa
sr: Користи замену верзије Mesa OpenGL-а

source: Graphics Settings
fr: Paramètres Graphiques
pt: Definições Gráficas
pt_br: Configurações de Gráficos
sr: Подешавања графике

source: Grapejuice can assist with graphics performance in Roblox. These are the settings that control Grapejuice's graphics acceleration features.
fr: Grapejuice peut assister avec les performances graphiques de Roblox. Les paramètres suivants contrôlent les fonctionnalités d'accélération graphique de Grapejuice.
pt: O Grapejuice pode ajudar com a performance gráfica no Roblox. Estas são as definições que controlam as funcionalidade de aceleração gráfica do Grapejuice.
pt_br: O Grapejuice pode te ajudar com a performance gráfica do Roblox. Essas são configurações que controlam as funções de aceleração gráfica do Grapejuice.
sr: Grapejuice вам може помоћи око графичких перформанси Roblox-а. Ово су подешавања која контролишу Grapejuice-ове функције убрзања графике.

source: Wine debugging settings
fr: Paramètres de débogage
pt: Definições de debug do WINE
pt_br: Configurações de debugging do Wine
sr: Wine подешавања за отклањање грешака

source: Wine has an array of debugging options that can be used to improve wine. Some of them can cause issues, be careful!
fr: Wine possède un groupe d'options de débogage pouvant être utilisées pour améliorer wine. Certaines d'entre-elles peuvent causer des problèmes, faites attention!
pt: O WINE tem uma panóplia de opções de debug que podem ser usadas para o melhorar. Algumas podem causar problemas, tenha cuidado!
pt_br: O Wine tem várias configurações para debugging que podem ser utilizadas para melhorar o Wine. Algumas delas podem causar problemas, tenha cuidado!
sr: Wine има низ опција за отклањање грешака које се могу користити за побољшање Wine-а. Неке од њих могу изазвати проблеме, будите опрезни!

source: Enable Wine debugging
fr: Activer le débogage de Wine
pt: Ativar debug WINE
pt_br: Usar debugging do Wine
sr: Укључи Wine отклањање грешака

source: WINEDEBUG string
fr: Contenu de WINEDEBUG
pt: string WINEDEBUG
pt_br: Valor de WINEDEBUG
sr: WINEDEBUG параметар

source: Third party application integrations
fr: Intégrations avec des applications tierces
pt: Integrações de aplicações externas
pt_br: Integrações de aplicativos de terceiros
sr: Интеграције апликација треће стране

source: Grapejuice can assist in installing third party tools that will improve the Roblox experience
fr: Grapejuice peut installer des outils tiers qui amélioreront votre expérience sur Roblox
pt: O Grapejuice pode ajudar na instalação de ferramentas externas que irão melhorar a experiência no Roblox
pt_br: O Grapejuice pode instalar aplicativos de terceiros que podem melhorar a experiência no Roblox.
sr: Grapejuice вам може помоћи у инсталирању алата треће стране који ће побољшати ваше Roblox искуство

source: Use Roblox FPS Unlocker
fr: Utiliser Roblox FPS Unlocker
pt: Use o desbloqueio de FPS do Roblox
pt_br: Usar Roblox FPS Unlocker
sr: Користи откључивање FPS-а за Roblox

source: Use DXVK D3D implementation
fr: Utiliser l'implementation D3D du projet DXVK
pt: Use a implementação DXVK D3D
pt_br: Usar DXVK para implementar D3D
sr: Користи DXVK D3D имплементацију

source: Install MS Edge Webview2
pt_br: Instalar Ms Edge Webview2

source: Clicking this option installs the Microsoft Edge Webview2 Windows component. This is
pt_br: Clicar nessa opção instala o componente Windows Microsoft Edge Webview2

source: required to run Studio. The installer is broken on Wine, so you will have to kill it
pt_br: necessário para rodar o Studio. Esse instalador está quebrado no Wine, então você terá de mata-lô

source: manually.
pt_br: manualmente.

source: Launching Roblox Studio
fr: Lancement de Roblox Studio
pt: A lançar o Roblox Studio
pt_br: Abrindo Roblox Studio
sr: Покрећем Roblox Studio

source: Extracting Fast Flags
fr: Extraction des Fast Flags
pt: A Extrair Flags Rápidas
pt_br: Extraindo Fast Flags
sr: Извозим брзе заставице

source: Opening logs directory
fr: Ouverture du dossier des journaux
pt: A abrir diretório de registos
pt_br: Abrindo diretório de histórico
sr: Отварам директоријум записа

source: Opening configuration file
fr: Ouverture du fichier de configuration
pt: A abrir ficheiro de configuração
pt_br: Abrindo arquivo de configuração
sr: Отварам конфигурациону датотеку

source: Performing update
fr: Mise à jour en cours
pt: A realizar atualização
pt_br: Atualizando
sr: Ажурирам

source: Installing Roblox in {prefix}
fr: Installation de Roblox dans {prefix}
pt: A instalar Roblox em {prefix}
pt_br: Instalando Roblox em {prefix}
sr: Инсталирам Roblox у {prefix}

source: Opening Drive C in {prefix}
fr: Ouverture du Disque C dans {prefix}
pt: A abrir Drive C em {prefix}
pt_br: Abrindo Disco C em {prefix}
sr: Отварам диск Ц у {prefix}

source: Opening Studio's sign-in page
fr: Ouverture de la page de connection de Studio
pt: A abrir a página de entrada do Studio
pt_br: Abrindo página de entrada do Studio
sr: Отварам страницу за пријављивање у Studio

source: Running {app} in {prefix}
fr: Exécution de {app} dans {prefix}
pt: A executar {app} em {prefix}
pt_br: Executando {app} em {prefix}
sr: Покрећем {app} у {prefix}

source: Killing wineserver for {prefix}
fr: Arrêt forcé de wineserver pour {prefix}
pt: A matar o servidor WINE para {prefix}
pt_br: Finalizando o wineserver em {prefix}
sr: Присилно затварам wineserver за {prefix}

source: Installing FPS unlocker in {prefix}
fr: Installation de FPS unlocker dans {prefix}
pt: A instalar o desbloqueador FPS em {prefix}
pt_br: Instalando FPS unlocker em {prefix}
sr: Инсталирам откључивање FPS-а за {prefix}

source: Updating DXVK state for {prefix}
fr: Actualisation de l'état de DXVK pour {prefix}
pt: A atualizar o estado DXVK para {prefix}
pt_br: Atualizando o estado do DXVK em {prefix}
sr: Ажурирам статус DXVK-а за {prefix}

source: Preloading XRandR interface
fr: Préchargement de l'interface XRandR
pt: A pré-carregar o interface XRandR
pt_br: Pré-carregar a interface do XRandR
sr: Превремено учитавам интерфејс XRandR-а

source: Grapejuice has run into a problem! Please check the details below.
fr: Grapejuice a rencontré un problème! Veuillez examiner les détails ci-dessous.
pt: O Grapejuice encontrou um problema! Por favor verifique os detalhes abaixo.
pt_br: O Grapejuice encontrou um problema! Por favor, verifique os detalhes abaixo.
sr: Grapejuice је наишао на проблем! Молимо вас прочитајте више о проблему доле.

source: Grapejuice has run into multiple problems! Please check the details below.
fr: Grapejuice a rencontré plusieurs problèmes! Veuillez examiner les détails ci-dessous.
pt: O Grapejuice encontrou múltiplos problemas! Por favor verifique os detalhes abaixo.
pt_br: O Grapejuice encontrou vários problemas! Por favor, verifique os detalhes abaixo.
sr: Grapejuice је наишао на више проблема! Молимо вас прочитајте више о проблемима доле.

source: Export error details
fr: Exporter les détails de l'erreur
pt: Exportar detalhes de erro
pt_br: Exportar detalhes do erro
sr: Извези детаље о проблему

source: File exists
fr: Le fichier existe
pt: Ficheiro existe
pt_br: O arquivo já existe
sr: Датотека постоји

source: The file '{path}' already exists. Are you sure you want to overwrite it?
fr: Le fichier «{path}» existe déjà, Êtes-vous sûr de vouloir l'écraser?
pt: O ficheiro '{path}' já existe. Tem a certeza que o quer sobrescrever?
pt_br: O arquivo '{path}' já existe. Tem certeza que deseja substitui-lo?
sr: Датотека '{path}' већ постоји. Да ли сигурно желите да је замените?

source: Canceled write to '{path}' because the file already exists.
fr: Annulation de l'écriture dans «{path}» car le fichier existe déjà.
pt: Escrita cancelada para '{path}' porque o ficheiro já existe.
pt_br: Escrita à '{path}' foi cancelada pois o arquivo já existe.
sr: Зауставио сам снимање у '{path}' јер датотека већ постоји.

source: Successfully saved error information to {path}
fr: Sauvegarde d'informations sur l'erreur dans {path} réussie avec succès
pt: Informação de erro guardada com sucesso para {path}
pt_br: Informação do erro salva com successo em {path}
sr: Успешно сам сачувао информације о грешки у {path}

source: Prefix: {prefix}
fr: Préfixe: {prefix}
pt: Prefixo: {prefix}
pt_br: Prefixo: {prefix}
sr: Префикс: {prefix}

source: Checking for a newer version of Grapejuice
fr: Recherche d'une version plus récente de Grapejuice
pt: A verificar por uma nova versão do Grapejuice
pt_br: Checando por um nova versão do Grapejuice
sr: Проверавам да ли постоји новије издање Grapejuice-а

source: This version of Grapejuice is out of date.
fr: Cette version de Grapejuice n'est pas à jour.
pt: Esta versão do Grapejuice está desatualizada.
pt_br: Essa versão do Grapejuice está desatualizada.
sr: Користите старије издање Grapejuice-а.

source: This version of Grapejuice is from the future
fr: Cette version de Grapejuice vient du futur.
pt: Esta versão do Grapejuice veio do futuro
pt_br: Essa versão do Grapejuice veio do futuro.
sr: Користите издање Grapejuice-а из будућности

source: Grapejuice is up to date
fr: Grapejuice est à jour
pt: O Grapejuice está atualizado
pt_br: Grapejuice está atualizado
sr: Користите најновије издање Grapejuice-а

source: This installation of Grapejuice does not support updating itself.
fr: Cette installation de Grapejuice ne prend pas en charge les mises à jour d'elle-même.
pt: Esta instalação do Grapejuice não suporta atualizações a si própria.
pt_br: Essa instalação do Grapejuice não suporta se atualizar.
sr: Ова инсталација Grapejuice-а не подржава самостално ажурирање.

source: Grapejuice will now update and will re-open after the process has finished. If Grapejuice does not re-open, you might have to redo your source install.
fr: Grapejuice va maintenant se mettre à jour et va redémarrer après que le processus soit terminé. Si Grapejuice ne redémarre pas, vous pourriez avoir à refaire votre installation source.
pt: O Grapejuice vai agora atualizar e irá reabrir depois do processo terminar. Se o Grapejuice não reabrir, poderá ter de fazer novamente a instalação da sua fonte.
pt_br: O Grapejuice irá agora atualizar e reabrirá quando o processo estiver finalizado. Se o Grapejuice não reabrir, talvez seja necessário reinstalar o Grapejuice.
sr: Grapejuice ће се сада ажурирати и поново покренути након што се процес заврши. Ако се Grapejuice не покреће, можда ћете морати да поновите инсталацију програма.

source: Delete Wineprefix
fr: Supprimer Wineprefix
pt: Apagar prefixo WINE
pt_br: Deletar prefixo
sr: Обриши Wine префикс

source: Do you really want to delete the Wineprefix '{prefix}'?
fr: Voulez-vous vraiment supprimer le Wineprefix «{prefix}»? [o/N]
pt: Quer mesmo apagar o prefixo WINE '{prefix}'?
pt_br: Tem certeza que realmente deseja deletar o prefixo '{prefix}'?
sr: Да ли сигурно желите да обришете Wine префикс '{prefix}'?

source: New Wineprefix - {n}
fr: Nouveau Wineprefix - {n}
pt: Novo prefixo WINE - {n}
pt_br: Novo prefixo do Wine - {n}
sr: Нови Wine префикс - {n}

source: Uninstall Grapejuice
fr: Désinstaller Grapejuice
pt: Desinstalar Grapejuice
pt_br: Desinstalar Grapejuice
sr: Деинсталирај Grapejuice

source: Are you sure that you want to uninstall Grapejuice?
fr: Êtes-vous sûr de vouloir désinstaller Grapejuice?
pt: Tem a certeza que quer desinstalar o Grapejuice?
pt_br: Tem certeza que realmente deseja desinstalar o Grapejuice?
sr: Да ли сте сигурни да желите да деинсталирате Grapejuice?

source: Remove Wineprefixes?
fr: Supprimer les Wineprefixes?
pt: Remover prefixos WINE?
pt_br: Remover prefixos do Wine?
sr: Обрисати Wine префиксе?

source: Do you want to remove all the Wineprefixes Grapejuice has created? Doing this will permanently remove all Roblox program files from this machine. If you have stored Roblox experiences or models inside of a Wineprefix, these will be deleted as well.
fr: Voulez-vous vraiment supprimer tous les Wineprefixes que Grapejuice a créé? Faire cela supprimera de façon permanente tous les fichiers de programme Roblox sur cette machine. Si un Wineprefix contient des expériences Roblox ou des modèles, ceux-ci seront également supprimés.
pt: Quer remover todos os prefixos WINE que o Grapejuice criou? Fazer isto removerá permanentemente todos os ficheiros do Roblox nesta máquina. Se tem modelos ou experiências do Roblox guardadas dentro de um prefixo WINE, estes serão apagadas também.
pt_br: Tem certeza que deseja remover todos os prefixos do Wine que o Grapejuice criou? Fazer isso removerá permanentemente todos os arquivos do Roblox dessa máquina. Se você salvou experiências ou modelos do Roblox dentro de algum desses prefixos, essas serão deletadas também.
sr: Да ли желите да уклоните све Wine префиксе које је Grapejuice направио? Ово ће трајно уклонити све Roblox програмске датотеке са овог уређаја. Ако сте сачували Roblox искуства или моделе унутар Wine префикса, они ће такође бити избрисани.

source: Grapejuice will now uninstall itself and will close when the process is finished.
fr: Grapejuice va maintenant se désinstaller et se fermera quand le processus sera fini.
pt: O Grapejuice irá agora desinstalar-se e fechará quando o processo estiver terminado.
pt_br: O Grapejuice irá se desinstalar agora e fechará quando o processo estiver finalizado.
sr: Grapejuice ће се сада деинсталирати и затворити када процес буде извршен.

source: Installation Actions
fr: Actions d'installation
pt: Ações de Instalação
pt_br: Ações da Instalação
sr: Радње инсталације

source: Manage your Grapejuice installation
fr: Gérer votre installation Grapejuice
pt: Gerir a sua instalação do Grapejuice
pt_br: Gerenciar a sua instalação do Grapejuice
sr: Управљајте својом Grapejuice инсталацијом

source: Reinstall
fr: Réinstaller
pt: Reinstalar
pt_br: Reinstalar
sr: Поново инсталирај

source: Performing this action will reinstall Grapejuice.
fr: Effectuer cette action réinstallera Grapejuice
pt: Realizar esta ação irá reinstalar o Grapejuice.
pt_br: Realizar essa ação irá reinstalar o Grapejuice.
sr: Извођење ове радње ће поново инсталирати Grapejuice.

source: Uninstall
fr: Désinstaller
pt: Desinstalar
pt_br: Desinstalar
sr: Деинсталирај

source: Completely remove Grapejuice from your system!
fr: Supprimer complétement Grapejuice de votre système!
pt: Remover completamente o Grapejuice do seu sistema!
pt_br: Remover completamente o Grapejuice do sistema!
sr: Потпуно уклоните Grapejuice са вашег уређаја!

source: Show Fast Flag warning
fr: Montrer l'avertissement Fast Flag
pt: Mostrar aviso de Flag Rápida
pt_br: Mostrar aviso sobre Fast Flags
sr: Приказуј упозорење о брзим заставицама

source: Should Grapejuice warn you when opening the Fast Flag Editor?
fr: Grapejuice devrait-il vous avertir en ouvrant l'éditeur de Fast Flags?
pt: Deve o Grapejuice avisá-lo quando abrir o Editor de Flag Rápida?
pt_br: O Grapejuice deve te avisar quando abre o editor de Fast Flags?
sr: Да ли Grapejuice треба да вас упозори када отварате уређивач брзих заставица?

source: This is an advanced debugging feature only meant for people who work on Wine itself.
fr: Ceci est une fonctionnalité de débogage censée être utilisée par des personnes travaillant sur Wine.
pt: Esta é uma funcionalidade avançada de debug apenas destinada a pessoas que trabalham no próprio WINE.
pt_br: Essa é uma função avançada de debugging feita apenas para quem trabalha com o Wine em si.
sr: Ово је напредна функција за отклањање грешака намењена само људима који раде на Wine-у.

source: Ignore Wine version
fr: Ignorer la version de Wine
pt: Ignorar versão do WINE
pt_br: Ignorar versão do Wine
sr: Занемари Wine верзију

source: Try profiling hardware
fr: Essayer de profiler le matériel
pt: Tentar criar perfil do hardware
pt_br: Tentar perfilar o hardware
sr: Покушај да профилишеш хардвер

source: When this setting is enabled, Grapejuice will try profiling your hardware on startup. This profiling step only happens when the hardware profile is not set or when the current hardware does not match the previously profiled hardware. This setting is automatically disabled if hardware profiling fails.
fr: Quand ce paramètre est activé, Grapejuice tentera de profiler votre matériel lors du lancement. Cette étape de profilage n'arrive seulement lorsque le profil de matériel n'est pas défini ou quand le matériel actuel ne correspond pas au matériel précédemment profilé. Ce paramètre est désactivé automatiquement si le profilage du matériel échoue.
pt: Quando esta definição está ativada, o Grapejuice irá tentar criar um perfil do seu hardware. Este passo de criar perfil apenas acontece quando o perfil de hardware não está definido ou quando o hardware atual não corresponde ao prévio. Esta definição é automaticamente desativada se a criação do perfil de hardware falhar.
pt_br: Quando isso estiver habilitado, o Grapejuice irá tentar perfilar o hardware quando inicia. Essa etapa de perfilamento irá apenas acontecer se um perfil de hardware não foi definido ou o hardware atual difere do perfil antigo. Essa configuração vai se desabilitar automaticamente se o perfilamento falhar.
sr: Када је ово подешавање омогућено, Grapejuice ће покушати да профилише ваш хардвер при покретању. Овај корак профилисања се дешава само када профил хардвера није подешен или када се тренутни хардвер не поклапа са претходно профилисаним хардвером. Ово подешавање је аутоматски онемогућено ако хардверско профилисање не успе.

source: Disable self-updater
fr: Désactiver les mises à jour automatiques
pt: Desativar auto-atualizador
pt_br: Desativar auto-atualizador
sr: Искључи аутоматска ажурирања

source: Release Channel
fr: Canal de mise à jour
pt: Canal de Lançamento
pt_br: Canal de Distribuição
sr: Главни канал

source: Determines from which branch Grapejuice should be updated. This only works for source installs.
fr: Détermine la branche à utiliser pour mettre à jour Grapejuice. Cela marche seulement pour une installation faite à partir des sources.
pt: Determina qual o ramo a partir do qual o Grapejuice deverá ser atualizado. Isto só funciona para instalações fonte.
pt_br: Determina de qual ramo o Grapejuice deve ser atualizado. Isso apenas funciona em instalações por código-fonte.
sr: Одређује са које гране Grapejuice треба да се ажурира. Ово функционише само за изворне инсталације.

source: General
fr: Général
pt: Geral
pt_br: Geral
sr: Опште

source: These are general Grapejuice settings
fr: Ce sont les paramètres généraux de Grapejuice
pt: Estas são as definições gerais do Grapejuice
pt_br: Essas são as configurações gerais do Grapejuice
sr: Ово су општа подешавања Grapejuice-а

source: A GUI and wrapper to manage Roblox on Linux running under Wine.
fr: Une interface utilisateur pour gérer Roblox sur Linux lancé à l'aide de Wine.
pt: Um GUI e wrapper para gerir o Roblox em Linux a correr através do WINE.
pt_br: Uma interface gráfica para gerenciar o Roblox no Linux com Wine.
sr: Графички интерфејс и омотач за управљање Roblox-ом на Линуксу који ради под програмом Wine.
