Repository: Bugaboo2000/Lutris-scripts
Catalog: Roblox/grapejuice/src/grapejuice_common/assets/po/*.po
Languages: fr, pt, pt_br, sr

source: This program comes with absolutely no warranty. See the <a href="https://www.gnu.org/licenses/gpl-3.0.html">GNU General Public Licence, version 3 or later</a> for details.
fr: Ce programme vient avec absolument aucune garantie. Consultez la <a href="https://www.gnu.org/licenses/gpl-3.0.html">Licence GNU Publique Générale, version 3 ou ultérieur</a> pour plus de détails.
pt: Este programa não vem com qualquer garantia. Veja <a href="https://www.gnu.org/licenses/gpl-3.0.html">GNU General Public Licence, versão 3 ou mais alta</a> para detalhes.
pt_br: Esse programa vem com nenhuma garantía. Consulte a <a href="https://www.gnu.org/licenses/gpl-3.0.html">Licença Pública Geral do GNU, versão 3 ou mais recente</a> para obter detalhes.
sr: Овај програм добијате без икакве гаранције. Погледајте <a href="https://www.gnu.org/licenses/gpl-3.0.html">GNU General Public Licence, version 3 or later</a> за више детаља.

source: Grapejuice has run into some problems! Please check the details below.
fr: Grapejuice a rencontré un problème! Veuillez examiner les détails ci-dessous.
pt: O Grapejuice encontrou alguns problemas! Por favor verifique os detalhes abaixo.
pt_br: O Grapejuice encontrou alguns problemas! Por favor, verifique os detalhes abaixo.
sr: Grapejuice је наишао на пар проблема! Молимо вас прочитајте више о проблемима доле.

source: I am supposed to be the title of the problem
fr: Je suis supposé être le titre du problème.
pt: Eu sou suposto ser o título do problema
pt_br: Eu devia ser o título do problema.
sr: Ја бих требао да будем наслов овог проблема

source: I am supposed to be a semi-human-readable description of the problem.
fr: Je suis supposé être une description (semi-lisible par des humains) du problème.
pt: Eu sou suposto ser uma descrição legível-semi-humana do problema.
pt_br: Eu devia ser uma descrição quase legivel do problema.
sr: А ја бих требала да будем опис овог проблема који је довољно разумљив за човека.

source: Following is the technical mumbo jumbo associated with the error. If it isn't very useful to you, it might be for the developers or support volunteers! Click the export button in the top left in order to save the technical information to a file.
fr: Voici le charabia technique associé à l'erreur. Si ce n'est pas très utile pour vous, cela peut l'être pour les développeurs ou volontaires d'assistance! Cliquez sur le bouton d'export dans le coin en haut à gauche pour sauvegarder les informations techniques dans un fichier.
pt: Em seguida está o jargão técnico associado ao erro. Se não for muito útil para si, pode ser que seja para os programadores ou voluntários do suporte! Clique no botão de exportar no topo esquerdo para salvar a informação técnica para um ficheiro.
pt_br: O seguinte são os detalhes técnicos associados com o erro. Se isso não for útil para você, talvez seja útil para desenvolvedores ou voluntários de suporte! Clique no botão de exportar no canto superior esquerdo para salvar os detalhes técnicos em um arquivo.
sr: Следи технички опис о грешки. Можда није корисно вама, али вероватно јесте програмерима или волонтерима који пружају техничку подршку! Притисните дугме у горњем левом углу како бисте снимили техничке информације у датотеку.

source: Oh no! Grapejuice ran into a problem!
fr: Oh non! Grapejuice a rencontré un problème!
pt: Oh não! O Grapejuice encontrou um problema!
pt_br: Ah não! O Grapejuice encontrou um problema!
sr: О не! Grapejuice је наишао на проблем!

source: Export
fr: Exporter
pt: Exportar
pt_br: Exportar
sr: Извези

source: Fast flag name
fr: Nom du fast flag
pt: Nome da flag rápida
pt_br: Nome da Fast Flag
sr: Назив брзе заставице

source: Reset
fr: Réinitialiser
pt: Repor
pt_br: Resetar
sr: Опозови

source: Reload flags from settings
fr: Recharger les flags depuis la configuration
pt: Recarregar flags a partir das definições
pt_br: Recarregar Flags das configurações
sr: Поново учитај заставице из подешавања

source: Set all flags to Roblox' defaults
fr: Définir tous les flags aux valeurs par défaut de Roblox.
pt: Definir todas as flags para padrões do Roblox
pt_br: Colocar todas as flags de acordo com os padrões do Roblox
sr: Подеси све заставице на подразумеване вредности

source: Delete flag files
fr: Supprimer les fichier de flags
pt: Apagar ficheiros flag
pt_br: Deletar Fast Flags
sr: Обриши датотеке везане за заставице

source: Fast Flag Editor
fr: Éditeur de Fast Flag
pt: Editor de Flag Rápida
pt_br: Editor de Fast Flags
sr: Уређивач брзих заставица

source: Save flags
fr: Sauvegarder les flags
pt: Guardar flags
pt_br: Salvar Fast Flags
sr: Сачувај заставице

source: Undo changes
fr: Annuler les changements
pt: Desfazer alterações
pt_br: Reverter alterações
sr: Опозови измене

source: If you proceed, the fast flag editor will open.
fr: Si vous continuez, l'éditeur de fast flags s'ouvrira.
pt: Se prosseguir, irá abrir o editor de flag rápida.
pt_br: Se continuar, o editor de Fast Flags irá abrir
sr: Ако наставите, уређивач брзих заставица ће се отворити.

source: Fast flags are a way of toggling and changing the behaviour of unreleased Roblox features. Changing any fast flags, may lead to data corruption and unstable behaviour of Roblox. <b>You should only use this tool if you know what you are doing!</b>
fr: Les fast flags sont un moyen d'activer/désactiver et changer le comportement de fonctionnalités de Roblox qui ne sont pas encore disponibles au grand public. Modifier un fast flag quelconque peut mener à corrompre des données, ou à un comportement instable de Roblox. <b>Vous ne devriez utiliser ceci que si vous savez ce que vous faites!</b>
pt: Flags rápidas são uma maneira de alternar e modificar o comportamento de funcionalidades não lançadas do Roblox. Modificar quaisquer flags rápidas pode resultar em corrupção de dados, e comportamento instável do Roblox. <b>Só deve usar esta ferramente se souber o que está a fazer!</b>
pt_br: As Fast Flags são uma forma de alterar ou habilitar o funcionamento de funções em desenvolvimento do Roblox. Alterar qualquer Fast Flag pode ocasionar em funcionamento instável do Roblox ou corrupção de dados. <b>Use essa ferramenta apenas se souber o que está fazendo!</b>
sr: Брзе заставице вам омогућавају да испробате нове могућности Roblox-а које још нису спремне за широку употребу. Мењање брзих заставица може довести до губитка података или необичног понашања Roblox-а. <b>У случају да не разумете сврху брзих заставица које желите да укључите, немојте користити ову алатку!</b>

source: Read more on the Roblox Developer forum
fr: Lisez-en plus sur le forum Roblox des développeurs
pt: Leia mais no fórum dos Desenvolvedores do Roblox
pt_br: Ler mais no Roblox Developer Forum
sr: Прочитајте више на Roblox-овом форуму за ствараоце

source: Show this dialog before opening the Fast Flag Editor
fr: Montrer ce dialogue avant d'ouvrir l'éditeur de Fast Flags
pt: Mostrar este diálogo antes de abrir o Editor de Flags Rápidas
pt_br: Mostrar essa janela antes de abrir o editor de Fast Flags
sr: Приказуј овај дијалог пре отварања уређивача брзих заставица

source: Open editor
fr: Ouvrir l'éditeur
pt: Abrir editor
pt_br: Abrir o editor
sr: Отвори уређивач

source: Do not open
fr: Ne pas ouvrir
pt: Não abrir
pt_br: Não abrir
sr: Не отварај

source: WARNING!
fr: AVERTISSEMENT!
pt: AVISO!
pt_br: AVISO!
sr: УПОЗОРЕЊЕ!

source: Grapejuice is running 0 tasks in the background
fr: Grapejuice exécute 0 tâches en arrière-plan
pt: O Grapejuice está a correr 0 tarefas em segundo plano
pt_br: Grapejuice está executando 0 tarefas de fundo
sr: Grapejuice тренутно нема покренутих задатака у позадини

source: Off
fr: Désactivé
pt: Desligado
pt_br: Desligado
sr: Искључено

source: Settings
fr: Configuration
pt: Definições
pt_br: Configurações
sr: Подешавања

source: Open logs directory
fr: Ouvrir le dossier des journaux
pt: Abrir diretório de registos
pt_br: Abrir diretório de histórico
sr: Отвори директоријум записа

source: Check for updates
fr: Rechercher des mises à jour
pt: Verificar por atualizações
pt_br: Checar por atualizações
sr: Провери ажурирања

source: About Grapejuice
fr: À propos de Grapejuice
pt: Sobre o Grapejuice
pt_br: Sobre Grapejuice
sr: О Grapejuice-у

source: Documentation
pt: Documentação
pt_br: Documentação
sr: Документација

source: Sign in to Studio
fr: Se connecter à Studio
pt: Entrar no Studio
pt_br: Iniciar sessão no Studio
sr: Пријави се у Studio

source: Open Roblox Studio
fr: Ouvrir Roblox Studio
pt: Abrir Roblox Studio
pt_br: Abrir Roblox Studio
sr: Отвори Roblox Studio

source: Let Roblox decide
fr: Laisser Roblox décider
pt: Deixar o Roblox decidir
pt_br: Deixar que o Roblox decida
sr: Допусти Roblox-у да одлучи

source: A new version of Grapejuice is available
fr: Une nouvelle version de Grapejuice est disponible
pt: Uma nova versão do Grapejuice está disponível
pt_br: Uma nova versão do Grapejuice está disponível
sr: Нова верзија Grapejuice-а је доступна

source: Update now
fr: Mettre à jour maintenant
pt: Atualizar agora
pt_br: Atualizar agora
sr: Ажурирај

source: Grapejuice has run into some trouble. Click to see details.
fr: Grapejuice a rencontré des ennuis. Cliquez pour voir les détails.
pt: O Grapejuice encontrou alguns problemas. Clique para ver os detalhes.
pt_br: O Grapejuice encontrou algum problema! Clique para ver detalhes.
sr: Grapejuice је наишао на проблем. Кликните како бисте сазнали више.

source: page0
pt: página0
pt_br: página0
sr: страница0

source: page1
pt: página1
pt_br: página1
sr: страница1

source: page2
pt: página2
pt_br: página2
sr: страница2

source: Configuration
pt: Configuração
pt_br: Configuração
sr: Конфигурација

source: Explorer
fr: Explorateur
pt: Explorador
pt_br: Explorador
sr: Истраживач датотека

source: Registry Editor
fr: Éditeur de registre
pt: Editor de Registo
pt_br: Editor do Registro
sr: Уређивач регистра

source: Task Manager
fr: Gestionnaire des tâches
pt: Gestor de Tarefas
pt_br: Gerenciador de Tarefas
sr: Управљач задацима

source: Kill Wineserver
fr: Forcer l'arrêt de Wineserver
pt: Matar servidor WINE
pt_br: Finalizar o wineserver
sr: Присилно затвори Wineserver

source: Create
fr: Créer
pt: Criar
pt_br: Criar
sr: Направи

source: Initialize
fr: Initialiser
pt: Inicializar
pt_br: Inicializar
sr: Иницијализујте

source: Delete
fr: Supprimer
pt: Apagar
pt_br: Deletar
sr: Обриши

source: Save Changes
fr: Sauvegarder les changements
pt: Guardar Alterações
pt_br: Salvar alterações
sr: Сачувај измене

source: Install Roblox
fr: Installer Roblox
pt: Instalar Roblox
pt_br: Instalar o Roblox
sr: Инсталирај Roblox

source: Open Drive C
fr: Ouvrir le Disque C
pt: Abrir Drive C
pt_br: Abrir Disco C
sr: Отвори диск Ц

source: Edit FFlags
fr: Éditer les FFlags
pt: Editar FFlags
pt_br: Editar Fast Flags
sr: Измени брзе заставице

source: Wine Apps
fr: Applications de Wine
pt: Apps WINE
pt_br: Aplicativos do Wine
sr: Wine апликације

source: 0/Infinity
fr: 0/Infini
pt_br: 0/Infinito
sr: 0/бесконачно

source: Open settings file
fr: Ouvrir le fichier de configuration.
pt: Abrir ficheiro de definições
pt_br: Abrir o arquivo de configuração.
sr: Отвори датотеку са подешавањима

source: No model
fr: Aucun modèle
pt: Nenhum modelo
pt_br: Sem modelo
sr: Без модела

source: Untitled Dialog
fr: Dialogue sans titre
pt: Diálogo sem Título
pt_br: Diálogo sem Título
sr: Неименовани дијалог

source: This is a message
fr: Ceci est un message
pt: Isto é uma mensagem
pt_br: Isso é uma mensagem
sr: Ово је порука

source: PRIME offload sink
fr: Videur du déchargement de rendu PRIME
pt: Afundar descarregamento PRIME

source: Roblox App
pt: App Roblox
sr: Roblox апликација

source: Are you sure you want to uninstall Grapejuice? [o/N]
fr: Êtes-vous sûr de vouloir désinstaller Grapejuice? [o/N]

source: Remove the Wineprefixes that contain your installations of Roblox? This will cause all configurations for Roblox to be permanently deleted! [n/O]
fr: Supprimer les Wineprefixes qui contiennent vos installations de roblox? Cela causera l'effacement de toutes les configurations de roblox! [n/O]
